#Make By B\u00ecnh An || AnLaVN || KatoVN
EOAVersion=EOA - Gi\u1ea3ng Vi\u00ean phi\u00ean b\u1ea3n vxxx \u0111\u00e3 \u0111\u01b0\u1ee3c ph\u00e1t h\u00e0nh.B\u1ea3n c\u1eadp nh\u1eadt n\u00e0y l\u00e0 b\u1eaft bu\u1ed9c.Vui l\u00f2ng c\u1eadp nh\u1eadt \u0111\u1ec3 ti\u1ebfp t\u1ee5c s\u1eed d\u1ee5ng ph\u1ea7n m\u1ec1m.
Notifi=Th\u00f4ng b\u00e1o
NotifiBackup=G\u01b0\u1ee3m l\u1ea1i n\u00e0o.C\u00f4ng vi\u1ec7c c\u1ee7a b\u1ea1n ch\u01b0a \u0111\u01b0\u1ee3c sao l\u01b0u.H\u00e3y l\u01b0u l\u1ea1i tr\u01b0\u1edbc khi tho\u00e1t nha !!!
Loading=\u0110ang t\u1ea3i th\u00f4ng tin...
ErrExcel=L\u1ed7i nh\u1eadp li\u1ec7u, xu\u1ea5t t\u1ec7p excel. !

Connect=Vui l\u00f2ng ki\u1ec3m tra l\u1ea1i k\u1ebft n\u1ed1i internet c\u1ee7a b\u1ea1n.
Version=Ki\u1ec3m tra phi\u00ean b\u1ea3n y\u00eau c\u1ea7u.
DB=\u0110ang k\u1ebft n\u1ed1i v\u1edbi c\u01a1 s\u1edf d\u1eef li\u1ec7u.
DBError=L\u1ed7i khi thi\u1ebft l\u1eadp k\u1ebft n\u1ed1i c\u01a1 s\u1edf d\u1eef li\u1ec7u.Vui l\u00f2ng li\u00ean h\u1ec7 v\u1edbi qu\u1ea3n tr\u1ecb vi\u00ean !!!
DYA=T\u1ea3i xu\u1ed1ng \u1ea3nh \u0111\u1ea1i di\u1ec7n c\u1ee7a b\u1ea1n...

SignIn=\u0110\u0103ng Nh\u1eadp
SignUp=\u0110\u0103ng K\u00ed
Settings=C\u00e0i \u0110\u1eb7t
Darkmode=Giao di\u1ec7n t\u1ed1i
Languages=Ng\u00f4n ng\u1eef
Save=L\u01b0u
Detele=X\u00f3a
Image=H\u00ecnh \u1ea3nh

ID=T\u00ean ng\u01b0\u1eddi d\u00f9ng
Pass=M\u1eadt kh\u1ea9u
CPass=X\u00e1c nh\u1eadn m\u1eadt kh\u1ea9u
OPass=M\u1eadt Kh\u1ea9u C\u0169
NPass=M\u1eadt Kh\u1ea9u M\u1edbi
Name=T\u00ean c\u1ee7a b\u1ea1n
CEmail=Email Li\u00ean H\u1ec7
EYEmail=Nh\u1eadp Email C\u1ee7a B\u1ea1n
EmUser=T\u00e0i kho\u1ea3n \u0111\u00f3 kh\u00f4ng t\u1ed3n t\u1ea1i. !
InUser=T\u00ean \u0111\u0103ng nh\u1eadp ho\u1eb7c m\u1eadt kh\u1ea9u kh\u00f4ng h\u1ee3p l\u1ec7. !

Empty=X kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng. !
Email=\u0110\u1ecba ch\u1ec9 email
LongName=T\u00ean c\u1ee7a b\u1ea1n ph\u1ea3i \u00edt h\u01a1n 30 k\u00ed t\u1ef1. !
SpeName=T\u00ean c\u1ee7a b\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ch\u1ee9a s\u1ed1 v\u00e0 c\u00e1c k\u00ed t\u1ef1 \u0111\u1eb7c bi\u1ec7t. !
InEmail=\u0110\u1ecba ch\u1ec9 email kh\u00f4ng h\u1ee3p l\u1ec7. !
UEmail=Email n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng.
ID=ID / T\u00ean \u0111\u0103ng nh\u1eadp
SID=ID / T\u00ean \u0111\u0103ng nh\u1eadp ph\u1ea3i d\u00e0i h\u01a1n 4 k\u00ed t\u1ef1. !
UID=ID / T\u00ean \u0111\u0103ng nh\u1eadp n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng. !
InPass=M\u1eadt kh\u1ea9u kh\u00f4ng h\u1ee3p l\u1ec7. !Ph\u1ea3i ch\u1ee9a \u00edt nh\u1ea5t 8 k\u00ed t\u1ef1 bao g\u1ed3m: Ch\u1eef hoa, ch\u1eef th\u01b0\u1eddng, k\u00ed t\u1ef1 \u0111\u1eb7c bi\u1ec7t v\u00e0 s\u1ed1.
MPass=M\u1eadt kh\u1ea9u x\u00e1c nh\u1eadn kh\u00f4ng kh\u1edbp. !
OTP=M\u00e3 x\u00e1c minh OTP
EOTP=Nh\u1eadp m\u00e3 OTP b\u00ean d\u01b0\u1edbi
SOTP=Ch\u00fang t\u00f4i \u0111\u00e3 g\u1eedi m\u00e3 OTP \u0111\u1ebfn \u0111\u1ecba ch\u1ec9 email c\u1ee7a b\u1ea1n.
WOTP=OTP kh\u00f4ng h\u1ee3p l\u1ec7.Vui l\u00f2ng nh\u1eadp OTP ch\u00ednh x\u00e1c. !
NOTP=Kh\u00f4ng nh\u1eadn \u0111\u01b0\u1ee3c OTP ?
ROTP=G\u1eedi l\u1ea1i OTP
ErrOTP=M\u00e3 OTP \u0111\u00e3 kh\u00f4ng \u0111\u01b0\u1ee3c t\u1ea1o ra \u0111\u00fang c\u00e1ch, b\u1ea1n c\u00f3 mu\u1ed1n th\u1eed l\u1ea1i ?
SuccessAccount=T\u00e0i kho\u1ea3n c\u1ee7a b\u1ea1n \u0111\u00e3 \u0111\u01b0\u1ee3c \u0111\u0103ng k\u00ed th\u00e0nh c\u00f4ng.
SenOTP=Ch\u00fang t\u00f4i \u0111ang g\u1eedi email \u0111\u1ebfn b\u1ea1n ...

VEmail=X\u00e1c minh email
VOTP=X\u00e1c minh OTP
ResetPass=\u0110\u1eb7t l\u1ea1i m\u1eadt kh\u1ea9u
WEmail=Kh\u00f4ng c\u00f3 t\u00e0i kho\u1ea3n n\u00e0o \u0111\u01b0\u1ee3c li\u00ean k\u1ebft v\u1edbi \u0111\u1ecba ch\u1ec9 email n\u00e0y. !
SPass=M\u1eadt Kh\u1ea9u m\u1edbi kh\u00f4ng \u0111\u01b0\u1ee3c tr\u00f9ng v\u1edbi M\u1eadt Kh\u1ea9u hi\u1ec7n t\u1ea1i. !
UpdateAcc=C\u1eadp nh\u1eadt t\u00e0i kho\u1ea3n ...

OTPSignUp=C&#7843;m &#417;n b&#7841;n &#273;&#227; ch&#7885;n &#7912;ng d&#7909;ng Thi Tr&#7921;c Tuy&#7871;n (EOA).<br>S&#7917; d&#7909;ng m&#227; OTP sau &#273;&#7875; ho&#224;n t&#7845;t th&#7911; t&#7909;c &#273;&#259;ng k&#253;.
OTPReset=&#272;&#227; c&#243; m&#7897;t y&#234;u c&#7847;u thay &#273;&#7893;i m&#7853;t kh&#7849;u c&#7911;a b&#7841;n !<br>N&#7871;u &#273;&#7845;y kh&#244;ng ph&#7843;i b&#7841;n, vui l&#242;ng b&#7887; qua email n&#224;y.<br>S&#7917; d&#7909;ng m&#227; OTP sau &#273;&#7875; ho&#224;n t&#7845;t c&#225;c th&#7911; t&#7909;c &#273;&#7863;t l&#7841;i m&#7853;t kh&#7849;u.

RM=Ghi nh\u1edb t\u00f4i ?
DHAA=Kh\u00f4ng c\u00f3 t\u00e0i kho\u1ea3n ?
HAA=\u0110\u00e3 c\u00f3 t\u00e0i kho\u1ea3n ?
RMYP=B\u1ea1n \u0111\u00e3 nh\u1edb M\u1eadt Kh\u1ea9u ?
ForgotPW=Qu\u00ean M\u1eadt Kh\u1ea9u
ForgotYPW=B\u1ea1n Qu\u00ean M\u1eadt Kh\u1ea9u ?

AccMana=Qu\u1ea3n l\u00fd t\u00e0i kho\u1ea3n
AccInfor=Th\u00f4ng tin t\u00e0i kho\u1ea3n
OMPass=M\u1eadt kh\u1ea9u c\u0169 kh\u00f4ng kh\u1edbp. !
SamePass=M\u1eadt kh\u1ea9u m\u1edbi kh\u00f4ng \u0111\u01b0\u1ee3c tr\u00f9ng v\u1edbi m\u1eadt kh\u1ea9u hi\u1ec7n t\u1ea1i.
Update=C\u1eadp nh\u1eadt
ENPass=M\u1eadt kh\u1ea9u m\u1edbi v\u1eabn \u0111\u1ec3 tr\u1ed1ng ? M\u1eadt kh\u1ea9u hi\u1ec7n t\u1ea1i c\u1ee7a b\u1ea1n s\u1ebd \u0111\u01b0\u1ee3c gi\u1eef nguy\u00ean.
UpdateAccount=T\u00e0i kho\u1ea3n c\u1ee7a b\u1ea1n \u0111ang \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt ...
UpdateSuccess=T\u00e0i kho\u1ea3n c\u1ee7a b\u1ea1n \u0111\u00e3 \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt th\u00e0nh c\u00f4ng ! Vui l\u00f2ng \u0111\u0103ng nh\u1eadp l\u1ea1i v\u1edbi th\u00f4ng tin m\u1edbi \u0111\u1ec3 ti\u1ebfp t\u1ee5c s\u1eed d\u1ee5ng.
OTPUpdate=&#272;&#227; c&#243; m&#7897;t y&#234;u c&#7847;u c&#7853;p nh&#7853;t t&#224;i kho&#7843;n c&#7911;a b&#7841;n ! <br>N&#7871;u &#273;&#7845;y kh&#244;ng ph&#7843;i b&#7841;n, vui l&#242;ng b&#7887; qua email n&#224;y.<br>S&#7917; d&#7909;ng m&#227; OTP sau &#273;&#7875; ho&#224;n t&#7845;t c&#225;c th&#7911; t&#7909;c c&#7853;p nh&#7853;t t&#224;i kho&#7843;n.
SignOut=\u0110\u0103ng xu\u1ea5t
SignOutMess=\u0110\u0103ng xu\u1ea5t t\u00e0i kho\u1ea3n kh\u1ecfi thi\u1ebft b\u1ecb n\u00e0y ?
EAva=Ch\u1ec9nh s\u1eeda \u1ea3nh \u0111\u1ea1i di\u1ec7n
Upload=T\u1ea3i t\u1ec7p l\u00ean
Pic=H\u00ecnh \u1ea3nh
Link=Ch\u1ecdn li\u00ean k\u1ebft
LinkMess=Nh\u1eadp v\u00e0o \u0111\u00e2y li\u00ean k\u1ebft \u1ea3nh \u0111\u1ea1i di\u1ec7n c\u1ee7a b\u1ea1n.
InLink=Li\u00ean k\u1ebft \u1ea3nh \u0111\u1ea1i di\u1ec7n kh\u00f4ng h\u1ee3p l\u1ec7 !Ph\u1ea3i b\u1eaft \u0111\u1ea7u b\u1eb1ng "http" v\u00e0 k\u1ebft th\u00fac b\u1eb1ng ph\u1ea7n m\u1edf r\u1ed9ng h\u00ecnh \u1ea3nh: ".jpg", ".jpeg", ".png".
DeLink=C\u00f3 v\u1ebb nh\u01b0 li\u00ean k\u1ebft n\u00e0y kh\u00f4ng c\u00f2n ho\u1ea1t \u0111\u1ed9ng !H\u00e3y th\u1eed v\u1edbi m\u1ed9t li\u00ean k\u1ebft kh\u00e1c.
UpdateAva=\u0110ang c\u1eadp nh\u1eadt \u1ea3nh \u0111\u1ea1i di\u1ec7n m\u1edbi ...
RemoveAcc=X\u00f3a t\u00e0i kho\u1ea3n
AskDelete=Ch\u00fang t\u00f4i s\u1ebd r\u1ea5t bu\u1ed3n khi b\u1ea1n ra \u0111i. !B\u1ea1n c\u00f3 ch\u1eafc r\u1eb1ng b\u1ea1n mu\u1ed1n x\u00f3a t\u00e0i kho\u1ea3n n\u00e0y ?\u0110i\u1ec1u n\u00e0y kh\u00f4ng th\u1ec3 ho\u00e0n t\u00e1c \u0111\u01b0\u1ee3c. !
ConDelete=Vui l\u00f2ng x\u00e1c nh\u1eadn m\u1eadt kh\u1ea9u c\u1ee7a b\u1ea1n \u0111\u1ec3 ho\u00e0n t\u1ea5t qu\u00e1 tr\u00ecnh xo\u00e1 t\u00e0i kho\u1ea3n.
WrongPass=B\u1ea1n \u0111\u00e3 nh\u1eadp sai m\u1eadt kh\u1ea9u.V\u00ec \u0111\u00e2y l\u00e0 h\u00e0nh \u0111\u1ed9ng nguy hi\u1ec3m.\u00d0\u1ec3 b\u1ea3o v\u1ec7 an to\u00e0n cho t\u00e0i kho\u1ea3n n\u00e0y.Ch\u00fang t\u00f4i s\u1ebd \u0111\u0103ng xu\u1ea5t b\u1ea1n.

GV=Gi\u1ea3ng Vi\u00ean
Class=L\u1edbp
SV=Sinh Vi\u00ean

Dashboard=B\u1ea3ng \u0111i\u1ec1u khi\u1ec3n
panClass=Danh S\u00e1ch L\u1edbp
panTopic=Danh S\u00e1ch \u0110\u1ec1 Thi
panExam=Danh S\u00e1ch Bu\u1ed5i Thi
panAnalytics=B\u00e1o C\u00e1o

Class=L\u1edbp
IDClass=ID L\u1edbp
TotalSV=T\u1ed5ng: X Sinh Vi\u00ean
EIDSV=Nh\u1eadp ID Sinh Vi\u00ean
ENameSV=Nh\u1eadp h\u1ecd t\u00ean Sinh Vi\u00ean
IDNameNotBlank=ID v\u00e0 T\u00ean Sinh Vi\u00ean kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ec3 tr\u1ed1ng.
SelectImageSV=Ch\u1ecdn \u1ea3nh \u0111\u1ec3 nh\u1eadn d\u1ea1ng khu\u00f4n m\u1eb7t.
EmptyClass=Danh s\u00e1ch sinh vi\u00ean c\u1ee7a l\u1edbp hi\u1ec7n \u0111ang tr\u1ed1ng.N\u1ebfu b\u1ea1n tho\u00e1t ra, l\u1edbp n\u00e0y s\u1ebd b\u1ecb xo\u00e1.
DupIDSV=ID Sinh vi\u00ean kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p tr\u00f9ng l\u1eb7p. !
ReClass=Xo\u00e1 l\u1edbp n\u00e0y \u0111\u1ed3ng ngh\u0129a v\u1edbi t\u1ea5t c\u1ea3 sinh vi\u00ean trong l\u1edbp s\u1ebd b\u1ecb xo\u00e1 theo. !
ErrClass=Kh\u00f4ng th\u1ec3 xo\u00e1 ho\u1eb7c c\u1eadp nh\u1eadt l\u1edbp n\u00e0y v\u00ec n\u00f3 \u0111ang \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng trong k\u1ef3 thi. !
ReSV=\u0110ang xo\u00e1 th\u00f4ng tin sinh vi\u00ean ...
UpSV=\u0110ang c\u1eadp nh\u1eadt th\u00f4ng tin sinh vi\u00ean ...
TaSV=\u0110ang l\u1ea5y th\u00f4ng tin sinh vi\u00ean ...

Sen=C\u00e2u
IDSen=ID C\u00e2u H\u1ecfi
Question=C\u00e2u H\u1ecfi
Answer=\u00d0\u00e1p \u00c1n
Topic=\u0110\u1ec1
Mark=\u0110i\u1ec3m
TotalSen=T\u1ed5ng: X C\u00e2u
ESen=Nh\u1eadp c\u00e2u h\u1ecfi
EAns=Nh\u1eadp c\u00e2u tr\u1ea3 l\u1eddi
Level=M\u1ee9c \u0111\u1ed9
LKnow=Nh\u1eadn Bi\u1ebft
LUnde=Th\u00f4ng Hi\u1ec3u
LMani=V\u1eadn D\u1ee5ng
LHigh=V\u1eadn D\u1ee5ng Cao
LNum=S\u1ed1 c\u00e2u thi
EqualID=ID C\u00e2u h\u1ecfi \u0111\u00e3 b\u1ecb tr\u00f9ng l\u1eb7p.\u0110i\u1ec1u \u0111\u00f3 c\u00f3 ngh\u0129a l\u00e0 \u0111ang c\u00f3 2 c\u00e2u h\u1ecfi gi\u1ed1ng h\u1ec7t nhau.H\u00e3y thay \u0111\u1ed5i c\u00e2u h\u1ecfi ho\u1eb7c \u0111\u00e1p \u00e1n sau \u0111\u00f3 th\u1eed l\u1ea1i.
NullID=C\u00f3 v\u1ebb nh\u01b0 b\u1ea1n ch\u01b0a ho\u00e0n th\u00e0nh c\u00e2u h\u1ecfi.H\u00e3y cung c\u1ea5p \u0111\u1ea7y \u0111\u1ee7 th\u00f4ng tin nh\u1ea5t c\u00f3 th\u1ec3 v\u00e0 th\u1ef1c hi\u1ec7n l\u1ea1i.
EmptySen=Danh s\u00e1ch c\u00e2u h\u1ecfi c\u1ee7a \u0111\u1ec1 thi hi\u1ec7n \u0111ang tr\u1ed1ng.N\u1ebfu b\u1ea1n tho\u00e1t ra, \u0111\u1ec1 thi n\u00e0y s\u1ebd b\u1ecb x\u00f3a. !
ReTopic=Xo\u00e1 \u0111\u1ec1 thi n\u00e0y \u0111\u1ed3ng ngh\u0129a v\u1edbi t\u1ea5t c\u1ea3 c\u00e2u h\u1ecfi trong \u0111\u1ec1 thi s\u1ebd b\u1ecb xo\u00e1 theo. !
ErrTopic=Kh\u00f4ng th\u1ec3 x\u00f3a \u0111\u1ec1 thi n\u00e0y v\u00ec n\u00f3 \u0111ang \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng trong k\u1ef3 thi. !
SumLevel=T\u1ed5ng h\u1ec7 s\u1ed1 c\u1ee7a c\u00e1c c\u1ea5p \u0111\u1ed9 ph\u1ea3i b\u1eb1ng 100%. !
InPercent=M\u1ee9c \u0111\u1ed9 lxx \u0111ang c\u00f3 X c\u00e2u nh\u01b0ng l\u1ea1i kh\u00f4ng c\u00f3 h\u1ec7 s\u1ed1 \u0111i\u1ec3m. !Vui l\u00f2ng cung c\u1ea5p \u0111\u1ee7 th\u00f4ng tin.
LongQue=C\u00e2u h\u1ecfi kh\u00f4ng \u0111\u01b0\u1ee3c d\u00e0i h\u01a1n 256 k\u00ed t\u1ef1. !
LongAns=\u0110\u00e1p \u00e1n X kh\u00f4ng \u0111\u01b0\u1ee3c d\u00e0i h\u01a1n 64 k\u00ed t\u1ef1. !
InNum=S\u1ed1 c\u00e2u thi d\u1ef1 ki\u1ebfn kh\u00f4ng h\u1ee3p l\u1ec7. !Vui l\u00f2ng ch\u1ecdn m\u1ed9t gi\u00e1 tr\u1ecb h\u1ee3p l\u1ec7 nh\u01b0 50%, 100%.

Exam=Bu\u1ed5i thi
EExam=Nh\u1eadp t\u00ean k\u1ef3 thi
Time=Th\u1eddi gian cho k\u1ef3 thi
Delay=Th\u1eddi gian cho ph\u00e9p tr\u1ec5
ExamDay=Ng\u00e0y thi
ExamStartTime=Th\u1eddi gian b\u1eaft \u0111\u1ea7u thi
InDay=Ng\u00e0y thi kh\u00f4ng \u0111\u00fang \u0111\u1ecbnh d\u1ea1ng, vui l\u00f2ng ki\u1ec3m tra l\u1ea1i. !
ReExam=Xo\u00e1 bu\u1ed5i thi n\u00e0y \u0111\u1ed3ng ngh\u0129a v\u1edbi t\u1ea5t c\u1ea3 b\u00e1o c\u00e1o (n\u1ebfu c\u00f3) s\u1ebd b\u1ecb xo\u00e1 theo. !
EmExam=L\u1edbp thi, \u0111\u1ec1 thi v\u00e0 th\u1eddi gian thi kh\u00f4ng \u0111\u01b0\u1ee3c b\u1ecf tr\u1ed1ng. !

Online=Tr\u1ef1c tuy\u1ebfn
LostFocus=M\u1ea5t t\u1eadp trung